IdeaRS.OpenModel.Material.ConcCementClassSIA
Cement class

IdeaRS.OpenModel.Material.ConcCementClassSIA.S
cement of strength Classes CEM 32,5 N (Class S)

IdeaRS.OpenModel.Material.ConcCementClassSIA.R
cement of strength Classes CEM 42,5 R, CEM 52,5 N and CEM 52,5 R (Class R)

IdeaRS.OpenModel.Material.ConcCementClassSIA.N
cement of strength Classes CEM 32,5 R, CEM 42,5 N (Class N)